# ord() ফাংশন কী করে?
# ord() এর পূর্ণরূপ হলো "Ordinal"। এটি কোনো একটি নির্দিষ্ট ক্যারেক্টার বা অক্ষরকে ইনপুট হিসেবে নেয় এবং তার বিপরীতে কম্পিউটারের আন্ডারস্ট্যান্ডিং বা ইউনিকোড (Unicode / ASCII) মানটি (একটি পূর্ণসংখ্যা বা integer) রিটার্ন করে।

# ছোট হাতের অক্ষরের ইউনিকোড মান দেখা
print(ord('a'))  # আউটপুট: 97
print(ord('z'))  # আউটপুট: 122

# বড় হাতের অক্ষরের ইউনিকোড মান দেখা
print(ord('A'))  # আউটপুট: 65
print(ord('Z'))  # আউটপুট: 90

# সংখ্যা বা বিশেষ চিহ্নের মান দেখা
print(ord('1'))  # আউটপুট: 49
print(ord('$'))  # আউটপুট: 36